Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.04.04.11_fin.txt.tmx
Source language: fin
Languages: sme

source: Kevään kynnyksellä Aikaa on taas vierähtänyt.
sme: Giđđaluvvame Áigi lea fas hurgán dan rájes go lean maŋimus beaivádan blogga.

source: Tuntuukin, että päivien pidentyessä myös työpäivät venyvät.
sme: Beivviid guhkuma mielde orru maid dego bargobeaivvitnai guhkkot.

source: Jäin perjantaina virkavapaalle pariksi viikoksi.
sme: Báhcen bearjadaga guovtti vahku virgelohpái.

source: Olen taas työn ääressä 18.4. lähtien.
sme: Bargui máhcan 18.4. rájes.

source: Tänä aikana puheenjohtajan tehtäviä hoitaa I varapuheenjohtaja Irja Seurujärvi-Kari.
sme: I várreságadoalli Irja Seurujärvi-Kari dikšu ságadoalli bargguid mu virgelobi áigge.

source: Blogia en päivitä tänä aikana, mutta kommentteihin toki vastaan mielelläni.
sme: Blogga mun in čále go lean eret bargoáššiin, muhto kommeanttaide vástidan dieđusge mielalis dađi mielde mot asttan.

source: Toissa viikolla osallistuin Norjan saamelaiskäräjien järjestämään saamelaisten perinteistä tietoa käsittelevään kansainväliseen seminaariin.
sme: Ovddet vahku oassálasten Norgga sámedikki lágidan riikkaidgaskasaš seminárii, mii gieđahalai sápmelaččaid árbevirolaš dieđu.

source: Toin seminaariin Suomen saamelaiskäräjien tervehdyksen.
sme: Bukten seminárii Suoma sámedikki dearvvuođagaid.

source: Puheeni löytyy pohjoissaameksi saamelaiskäräjien kotisivuilta.
sme: Mu doallan sáhka gávdno davvisámegillii sámedikki ruovttusiidduin.

source: Käsittelin puheessani saamelaisten perinteisen tiedon tilaa Suomessa ja erityistapauksena koltan- ja inarinsaamen käsityöperinteen tilannetta Suomessa.
sme: Gieđahallen ságastan sápmelaččaid árbevirolaš dieđu sajádaga Suomas ja earenoamáš dáhpáhussan vel nuortalaččaid ja anáraččaid giehtaduoji dili Suomas.

source: Asia herätti myös saamelaisneuvoston ja median kiinnostuksen.
sme: Ášši bohciidahtii maid sámiráđi ja media beroštumi.

source: Totesin, että kolmen maan saamelaiskäräjien tulee tehdä yhä enemmän yhteistyötä saamelaisen perinteisen tiedon parissa, koska se on kulttuurimme ydintä.
sme: Oaivvildin, ahte golmma riikka sámedikkit galget bargat ovttasráđiid ain eanet sámi árbevirolaš dieđu olis, daningo árbevirolaš diehtomet lea min kultuvrramet váimmus.

source: Pidemmän ajan tavoitteena voisikin olla saamelaisen parlamentaarisen neuvoston (SPN) yhteisen perinteisen tiedon suojeluyksikön perustaminen, joka koordinoisi ja edistäisi SPN:n osallistumista kansainväliseen perinteisen tiedon päätöksentekoon sekä koordinoisi eri saamelaiskäräjien ja Venäjän saamelaisjärjestöjen yhteistyötä perinteisen tiedon suojelemiseksi.
sme: Guhkit áigge ulbmilin sáhtálii leat sámi parlamentralaš ráđi (SPR) oktasaš árbevirolaš dieđu suodjalanovttadaga vuođđudeapmi, mii bearráigeahčalii ja ovddidivččii SPR:a oassálastima riikkaidgaskasaš árbevirolaš dieđu mearrádusdahkamii sihke bearráigeahčalii sierra sámedikkiid ja Ruošša sámi organisašuvnnaid ovttasbarggu árbevirolaš dieđu suodjaleami várás.

source: Saman viikon torstaina lähdin Helsinkiin opetus- ja kulttuuriministeriön järjestämään palaveriin, joka sekin koski perinteistä tietoa.
sme: Seamma vahku duorastaga dollejin Helssegii oahpahus- ja kulturministeriija lágidan čoakkámii, mii datnai gieđahalai árbevirolaš dieđu.

source: Tarkemmin neuvonpito käsitteli maailman henkisen omaisuuden järjestön (WIPO) työtä laillisten instrumenttien laatimiseksi perinteisen tiedon, kansanperinteen ja geenivarojen suojelemiseksi.
sme: Dárkileappot ráđđádallan gieđahalai máilmmi vuoiŋŋaduoji opmodaga organisašuvnna (WIPO) barggu lágalaš instrumeantta ráhkadeami árbevirolaš dieđu, folklore ja genariggodagaid suodjaleami várás.

source: Tavoitteena on ollut, että lailliset instrumentit valmistuisivat vielä kuluvan vuoden aikana.
sme: Ulbmilin lea leamaš, ahte lágalaš instrumeanttat gárvánivčče vel dán jagi áigge.

source: Wipon toiminnasta kiinnostuneet voivat löytää asiasta lisää tietoa internetistä: (http://www.wipo.int/tk/en /).
sme: Wipo barggus beroštuvvan olbmot sáhttet gávdnat áššis lasi dieđu interneahtas: (http://www.wipo.int/tk/en /).

source: Sovimme, että jatkamme asian käsittelyä vielä syksyllä jolloin pidetään myös saamelaiskäräjälain § 9 mukaiset neuvottelut.
sme: Soabaimet, ahte joatkit ášši gieđahallama vel čakčat, goas dollojuvvojit maid sámediggelága 9. §:a ráđđádallamat.

source: Saamelaiskäräjät valmistelee keväällä SPN:lle käsiteltäväksi pohjapaperin, joka koskee SPR:n näkemyksiä Wipo:n instrumenteista.
sme: Sámediggi válmmaštallá giđđat SPR:a gieđahallama várás vuođđobáhpira, mii guoská SPR:a oainnuid Wipo instrumeanttain.

source: Maanantaina oli saamelaiskäräjien hallituksen kokous poikkeuksellisesti Rovaniemellä.
sme: Vahkku dás ovdal mánnodaga lei sámedikki stivrra čoakkán dábálaččas spiehkkaseaddji vugiin Roavenjárggas.

source: Hallitus antoi kannanoton biodiversiteettistrategian uudistamisesta.
sme: Stivra válddii beali biodiversiteahttastrategiija ođasteapmái.

source: Strategian uudistamistyö on lähtenyt käyntiin ja tarkoitus on saattaa se valmiiksi kuluvana vuonna.
sme: Strategiija ođasnuhttinbargu lea vuolgán johtui ja ulbmilin lea, ahte dat gárvána dán jagi mielde.

source: Annoimme asiasta alustavat kannanotot ja valmistelun edetessä hallitus viimeistelee lausuntoaan lopulliseksi.
sme: Stivra attii áššis álgocealkámuša ja válmmaštallama ovdáneami mielde stivra gárve cealkámušas loahpalažžan.

source: Kaikilla on mahdollisuus päästä vaikuttamaan uuden biodiversiteettistrategian valmisteluun.
sme: Buohkain lea vejolašvuohta beassat váikkuhit ođđa biodiversiteahttastrategiija válmmaštallamii.

source: Osoitteessa: (http://www.otakantaa.fi/aihe/miten-pysäytetään-suomen-luonnon-köyhtyminen) voi antaa näkemyksiä anonyymisti mitä uudessa biodiversiteettistrategiassa tulisi olla.
sme: Čujuhusas (http://www.otakantaa.fi/aihe/miten-pysäytetään-suomen-luonnon-köyhtyminen) sáhttá buktit oainnuid namaheamit mii sisdoaluid ođđa biodiversiteahttastrategiijas galggalii leat.

source: Otan itsekin mielelläni näkemyksiä ja kommentteja blogini lukijoilta vastaan, koska osallistun biodiversiteettistrategian valmisteluun bd-työryhmässä ja tietenkin osallistun saamelaiskäräjien kantojen valmisteluun.
sme: Válddán maid ieš mielalis oainnuid ja kommeanttaid mu blogga lohkkiin, daningo oassálasttán biodiversiteahttastrategiija válmmaštallamii bd-bargojoavkkus ja dieđusge oassálasttán sámedikki oainnuid válmmaštallamii.

source: Saamelaiskäräjien alustava kannanotto löytyy osoitteesta: (www.samediggi.fi/lausunnot).
sme: Sámedikki álgocealkámuš gávdno čujuhusas (www.samediggi.fi/lausunnot).

source: Hallitus nimesi edustajia Lapin metsäohjelman laadintaa varten ja toukokuussa pidettävään New Yorkin alkuperäiskansojen pysyvän foorumin kokoukseen.
sme: Stivra nammadii ovddasteddjiid Lappi vuovdeprográmma ráhkadeami várás ja álgoálbmogiid bissovaš foruma čoakkámii New Yorkii, mii dollojuvvo miessemánu.

source: Lopullinen kokoonpano riippuu taloustilanteesta.
sme: Sáttagotti loahpalaš čoakkádusa mearrida ruhtadilli.

source: Hallitus antoi myös Tenojokisopimusta koskevan lausunnon.
sme: Stivra attii maid cealkámuša Deanu soahpamušas.

source: Hallitus kävi myös lähetekeskustelun saamelaisen parlamentaarisen neuvoston kieliyhteistyön uudelleenorganisoinnista.
sme: Stivra olláhuhtii maid sáttaságastallama sámi parlamentáralaš ráđi giellaovttasbarggu ođđasit organiseremis.

source: Projekti lähtee nyt vihdoinkin käyntiin ja esiselvityshankkeelle on myös valittu projektipäällikkö.
sme: Prošeakta vuolgá viimmat johtui ja ovdačielggadanbargui lea maid válljejuvvon prošeaktahoavda.

source: Viime torstaina oli näillä näkymin artikla 8(j)-työryhmän toiseksi viimeinen kokous.
sme: Mannan duorastaga lei dálá dieđuid mielde artihkal 8(j)-bargojoavkku nubbin maŋimus čoakkán.

source: 8(j)-työ on ollut pitkä prosessi.
sme: 8(j)-bargu lea leamaš guhkes proseassa.

source: Se on kestänyt miltei puolet tästä vaalikaudesta.
sme: Dat lea bistán measta beali dán válgabajis.

source: Työryhmä on aloittanut loppuraportin hyväksymisprosessin toimenpide-esityksineen.
sme: Bargojoavku lea álggahan loahpparaportta dohkkehanproseassa doaibmabidjoevttohusaidisguin.

source: Loppuraportin kirjoittaminen on saatu hyvin alkuun ja jo tässä vaiheessa on hyväksytty hyviä toimenpide-esityksiä.
sme: Loahpparaportta čállin lea vuolgán bures johtui ja juo dán muttos leat dohkkehuvvon buorit doaibmabidjoevttohusat.

source: Vuontisjärvellä 4.4.2011
sme: Vuottesjávrres 4.4.2011

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
